Repository: MohreGregs/FLutterTest
Catalog: lib/l10n/app_*.arb
Languages: de

source: Insert points
de: Punkt anlegen

source: Choose team
de: Team auswählen

source: Choose user
de: Nutzer auswählen

# noUsersForTeam
source: No users for this team
de: Keine Nutzer für dieses Team

# sendPoint
source: Send points
de: Punkte senden

# chooseUserAndTeam
source: Please choose team and user
de: Bitte wähle Team und Nutzer

# firstInsertData
source: Please first add teams, users and attributes
de: Bitte füge Teams, Nutzer und Eigenschaften hinzu

source: No attributes
de: Keine Eigenschaften

source: Data
de: Daten

# noData
source: No data available
de: Keine Daten vorhanden

# selectTeam
source: Please select team
de: Bitte Team wählen

source: Users
de: Nutzer

source: Attributes
de: Eigenschaften

source: No teams
de: Keine Teams

source: No users
de: Keine Nutzer

source: Cancel
de: Abbrechen

# nameError
source: Error: Name required
de: Fehler: Name erforderlich

# newAttribute
source: Add new attribute
de: Neue Eigenschaft hinzufügen

source: Threshold
de: Schwellenwert

source: Range start
de: Minimalwert

source: Range end
de: Maximalwert

# rangeError
source: Error: range start should be smaller than range end
de: Fehler: Maximalwert sollte größer als Minimalwert sein

# newTeam
source: Add new team
de: Neunes Team hinzufügen

# newUser
source: Add new user
de: Neuen Nutzer hinzufügen

# chooseUsers
source: Choose users of team {team}
de: Nutzer des Teams {team} wählen
